# CubicMetersPerHourCubicMeter Property (2024)

---
C#Visual BasicVisual C++
Revit 2024 API
---
UnitTypeId..::..CubicMetersPerHourCubicMeter Property
UnitTypeId Class See Also
---
Cubic meters per hour cubic meter.
**Namespace:** Autodesk.Revit.DB**Assembly:** RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)**Since:** 2021
# Syntax
C#
---
```text
public static ForgeTypeId CubicMetersPerHourCubicMeter { get; }
```

Visual Basic
---
```text
Public Shared ReadOnly Property CubicMetersPerHourCubicMeter As ForgeTypeId
	Get
```

Visual C++
---
```text
public:
static property ForgeTypeId^ CubicMetersPerHourCubicMeter {
	ForgeTypeId^ get ();
}
```

# See Also
UnitTypeId Class
Autodesk.Revit.DB Namespace